---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.IlluminationFailures
source: html/6af784ea-1781-b8ec-13c4-61b5bdb8b756.htm
---
# BuiltInFailures.IlluminationFailures Properties

Estimated Illumination failed. IES file not found for lighting fixture.